{
    "global": {
        "communities": "Comunitats",
        "more": "Carregar més publicacions",
        "next": "Següent",
        "messages": "Missatges",
        "activity_feed": "Feed d'activitats",
        "exit": "Sortir",
        "back": "Enrere",
        "notifications": "Notificacions",
        "save": "Desa",
        "no_posts": "No hi ha publicacions",
        "private": "Privat",
        "close": "Tancar",
        "user_page": "Pàgina d'usuari",
        "go_back": "Torna",
        "yeahs": "Sí"
    },
    "notifications": {
        "none": "No hi ha notificacions.",
        "new_follower": "t'ha seguit!"
    },
    "user_page": {
        "follow_user": "Seguir",
        "game_experience": "Experiència de joc",
        "no_following": "No segueix a ningú",
        "befriend": "Fes-te amic",
        "posts": "Publicacions",
        "friends": "Amics",
        "following_user": "Seguint",
        "pending": "Pendent",
        "followers": "Seguidors",
        "no_followers": "No hi ha seguidors",
        "no_friends": "Sense amics",
        "birthday": "Aniversari",
        "country": "País",
        "following": "Seguint",
        "unfriend": "Eliminar de la llista d'amics"
    },
    "community": {
        "new": "Publicació nova",
        "posts": "Publicacions",
        "tags": "Etiquetes",
        "followers": "Seguidors",
        "following": "Seguint",
        "follow": "Segueix aquesta comunitat",
        "verified": "Publicacions verificades",
        "recent": "Entrades recents",
        "popular": "Publicacions populars"
    },
    "user_settings": {
        "show_game": "Mostra la experiència de joc al perfil",
        "show_comment": "Mostra el teu comentari al perfil",
        "show_birthday": "Mostra el teu aniversari al perfil",
        "profile_settings": "Configuració del perfil",
        "profile_comment": "Comentari del perfil",
        "swearing": "El comentari del perfil no pot contenir llenguatge explícit o inapropiat.",
        "show_country": "Mostra el teu país al perfil"
    },
    "new_post": {
        "text_hint": "Toca aquí per fer una publicació.",
        "new_post_text": "Publicació nova",
        "post_to": "Publica a",
        "swearing": "L'entrada no pot contenir llenguatge explícit."
    },
    "all_communities": {
        "show_all": "Mostra-ho tot",
        "search": "Cerca comunitats...",
        "text": "Totes les comunitats",
        "ann_string": "Toca aquí per veure els anuncis recents!",
        "new_communities": "Noves Comunitats",
        "popular_places": "Comunitats Populars",
        "announcements": "Anuncis"
    },
    "language": "Català",
    "activity_feed": {
        "empty": "Aquí està buit. Pots provar de seguir algú!"
    },
    "setup": {
        "welcome": "Benvingut a Juxtaposition!",
        "rules_text": {
            "eleventh": "El nostre objectiu és mantenir Juxt divertit i agradable per a tothom. En el cas que algú infringeixi el Codi de Conducta de Juxt, prendrem les mesures adequades, fins i tot bloquejant l'usuari o la consola infractors.",
            "tenth": "Infraccions del codi de conducta",
            "third": "Juxt conté moltes comunitats de jocs on persones de tot el món poden compartir els seus pensaments. Quan publiqueu en una comunitat, recordeu que tothom ho pot veure, així que si us plau, expresseu-vos d'una manera que tothom pugui gaudir. Fes servir el sentit comú i pensa abans de publicar. Juxt és un servei que també és accessible des d'Internet, així que tingueu en compte que les persones que no utilitzin Juxt també poden veure les vostres publicacions. A més, els comentaris que feu a les publicacions dels vostres amics no només els veuran els vostres amics, sinó també gent d'arreu del món. Si us plau, tingueu això en compte.",
            "thirteenth": "Si publiques a la comunitat un joc al qual has jugat, a les teves publicacions hi haurà una icona que indica que l'has jugat.",
            "fifth": "Per tal de mantenir Juxt un lloc divertit per a tothom, us demanem que sigueu considerats amb els altres usuaris. Ajudeu-nos a mantenir Juxt una experiència agradable no publicant res inadequat o ofensiu.",
            "ninth": "Algunes persones vénen a Juxt buscant consells i trucs per als jocs, però altres volen descobrir els secrets d'un joc pel seu compte. Les publicacions que revelen secrets d'un joc o la seva història s'anomenen \"spoilers\". Si publiqueu alguna cosa sobre un joc que podria ser un spoiler, assegureu-vos de marcar la casella Spoilers abans d'enviar la vostra publicació. D'aquesta manera, les persones que no vulguin ser espatllades no veuran la vostra publicació.",
            "fourth": "Sigueu amables els uns amb els altres",
            "second": "Les publicacions es poden veure a tot el món",
            "sixth": "No publiquis informació personal, teva o d'altres persones",
            "first": "A continuació es detallen algunes pautes importants per fer de Juxt una experiència divertida i agradable per a tothom. El Codi de Conducta de Juxt conté informació detallada, així que llegiu-la atentament.",
            "eighth": "No publiqueu spoilers",
            "seventh": "Recordeu, no és el mateix conèixer algú a Juxt que conèixer-lo a la vida real. No compartiu mai la vostra adreça de correu electrònic, adreça de casa, nom de la feina o de l'escola, ni cap altra informació d'identificació personal amb ningú a Juxt, i mai compartiu la informació de ningú més. A més, si algú que coneixes a Juxt et convida a conèixer-lo al món real, no acceptis. Juxt és una comunitat en línia i no s'ha d'utilitzar per organitzar trobades del món real.",
            "twelfth": "Has jugat a aquest joc?"
        },
        "beta_text": {
            "third": "El lloc web, el seu programari i tot el contingut que s'hi troba es proporcionen \"tal qual\" i \"segons estigui disponible\". La Pretendo Network no dóna cap garantia, ja sigui expressa o implícita, sobre la idoneïtat o usabilitat del lloc web, el seu programari o qualsevol dels seus continguts.",
            "second": "Això pot incloure una eliminació total de la base de dades al final o durant el període beta.",
            "first": "Estàs a punt de provar la primera beta pública de Juxt. Això vol dir que encara hi ha moltes coses en l'aire, i moltes coses poden canviar en qualsevol moment."
        },
        "experience_text": {
            "expert": "Expert",
            "info": "Si us plau, explica'ns com descriuries el teu nivell d'experiència amb els jocs. Podeu canviar aquesta configuració més endavant.",
            "intermediate": "Intermedi",
            "beginner": "Principiant"
        },
        "guest_button": "Comprenc",
        "done_button": "Som-hi!",
        "guest": "Mode convidat",
        "ready": "A punt per començar a utilitzar Juxt",
        "guest_text": "No podem verificar el vostre compte en aquest moment, cosa que probablement significa que actualment esteu iniciant la sessió amb un compte de Nintendo Network. Encara podreu navegar per Juxt, però no podreu fer-ho. publica o fes publicacions pròpies fins que iniciïs sessió amb un compte de Pretendo Network. Per obtenir més informació, consulteu el servidor de Discord.",
        "experience": "Experiència de joc",
        "google": "Google Analytics",
        "rules": "Regles de Juxt",
        "welcome_text": "Juxt és una comunitat de jocs que connecta persones de tot el món mitjançant personatges Mii. Utilitzeu Juxt per compartir les vostres experiències de joc i conèixer gent de tot el món.",
        "google_text": "La juxtaposició utilitza Google Analytics per tal de fer un seguiment de com els usuaris utilitzen el nostre servei. Les dades recopilades inclouen, entre d'altres, el temps de visita, les pàgines visitades i el temps dedicat al lloc. Aquestes dades no se li adjunten de cap manera, i no s'utilitzen per a anuncis per nosaltres o Google.",
        "info": "Què és Juxtaposition?",
        "info_text": "Juxt és una comunitat de jocs impulsada per l'usuari on es pot interactuar amb la gent\n                a tot el món. Pots escriure o dibuixar publicacions en comunitats de jocs o enviar missatges directament als teus amics.",
        "ready_text": "En primer lloc, fes un cop d'ull a algunes comunitats i descobreix què publiquen persones de tot el món. Aprofita aquesta oportunitat per familiaritzar-te amb Juxt. Podeu fer alguns descobriments nous al llarg del camí!",
        "done": "Diverteix-te a Juxt!",
        "beta": "Exempció de responsabilitat beta"
    },
    "messages": {
        "coming_soon": "L'opció Missatges encara no està preparada. Torna-ho a comprovar aviat!"
    }
}
