{
    "global": {
        "user_page": "Page de Utilisateur",
        "activity_feed": "Flux d'activité",
        "communities": "Communauté",
        "messages": "Messages",
        "notifications": "Notifications",
        "go_back": "Retourner",
        "back": "Revenir",
        "yeahs": "Ouias",
        "more": "Charger plus posts",
        "no_posts": "Sans Posts",
        "private": "Privé",
        "close": "Fermer",
        "save": "Enregistrer",
        "exit": "Sortir",
        "next": "Prochain"
    },
    "all_communities": {
        "announcements": "Annonce",
        "popular_places": "Endroit Populaire",
        "new_communities": "Nouveau Communautés",
        "show_all": "Tout Montrer",
        "search": "Chercher Communautés...",
        "text": "Tout Communautés",
        "ann_string": "Cliquer Ici à Vue Annonce Récent!"
    },
    "community": {
        "follow": "Suivre Communauté",
        "following": "Suivant",
        "followers": "Followers",
        "tags": "Taguer",
        "posts": "Posters",
        "recent": "Posters Récent",
        "popular": "Posters de Populaire",
        "verified": "Posters de Vérifié",
        "new": "Nouveau Poster"
    },
    "user_page": {
        "country": "Pays",
        "birthday": "Anniversaire",
        "game_experience": "Expérience de Jeux",
        "posts": "Posters",
        "friends": "Amis",
        "following": "Suivants",
        "followers": "Followers",
        "follow_user": "Suivre",
        "following_user": "Suivants",
        "befriend": "Devenir Amis",
        "pending": "En Attente",
        "unfriend": "Enlever Amis",
        "no_friends": "Sans Amis",
        "no_following": "Pas Suivants Quiconque",
        "no_followers": "Sans Followers"
    },
    "user_settings": {
        "profile_settings": "Préférences de Profil",
        "show_country": "Montrer Pays Sur Profil",
        "show_birthday": "Montrer Anniversaire Sur Profil",
        "show_game": "Montrer Expérience de Jeux Sur Profil",
        "show_comment": "Montrer Commentaire Sur Profile",
        "profile_comment": "Commentaire de Profil",
        "swearing": "Commentaire de Profil Pouvoir Pas Contenir Langue Explicite."
    },
    "activity_feed": {
        "empty": "Son Vide Ici. Essayer Suivants Quelqu'un!"
    },
    "notifications": {
        "none": "Sans Notifications.",
        "new_follower": "suivi tu!"
    },
    "new_post": {
        "new_post_text": "Nouveau Poster",
        "post_to": "Poster à",
        "text_hint": "Cliquez Ici à Créer Une Poster.",
        "swearing": "Poster Pouvoir Pas Contenir Langue Explicite."
    },
    "messages": {
        "coming_soon": "Messages N'est Pas Prêt Maintenant. Revenir Bientôt!"
    },
    "setup": {
        "welcome": "Bienvenue à Juxtaposition!",
        "welcome_text": "Juxt Est un Communauté de Jeux ça Relier Gens de Tout le Monde Utiliser Personnage Mii. Utiliser Juxt à Partager Ton Expérience de Jeux et Retrouver Gens de Tout le Monde.",
        "beta": "Bêta Avertissement",
        "beta_text": {
            "first": "Tu es Tester la Premier public Bêta de Juxt. Ceci Signifier ça Beucoup est Encore au air, et ça Beucoup Pouvoir Changer à de Temps.",
            "second": "Ceci Pouvoir et il se Peut Que Comprendre un Effacer total à le Conclusion ou Pendant le Période Bêta.",
            "third": "Le site, son Logiciel et Tout Content Trouvé dans il es Fourni il un \"tel quel\" et \"tel disponible\" base. Le Pretendo Network Pouvoir pas Donner du Garantie, si Formel ou Impliquer, Aussi à le Convenir ou Convivialité de le site, et son Logiciel ou si de son Contenu."
        },
        "info": "Qu'est que Juxtaposition?",
        "info_text": "Juxt est un Utilisateur-Motivé Communauté où tu Pouvoir Interagir avec Gens\nPartout le Montrer. Tu Pouvoir écrire et Dessiner Poster dans Communauté de Jeux ou Envoyer Messages Directement à ton amis.",
        "rules": "Règle de Juxt",
        "rules_text": {
            "first": "Le suivant sommes quelques lignes directrices d'important pour fabrication de Juxt une expérience de sympa et plaisant pour tout le monde. Le Code de Conduite contenir informations détaillé, donc lire lui minutieusement merci.",
            "second": "Posters Peut être Regardé à Travers le Monde",
            "fourth": "Sois Gentil à Un Autre",
            "fifth": "Afin de garder Juxt un endroit gentil pour tout le monde, nous demander que tu être prévenant à autre utilisateurs. Aider nous garder Juxt un expérience plaisant par poster pas n'importe quoi inapproprié ou offensant.",
            "sixth": "Poster pas informations personnel—Votres ou Autres",
            "eighth": "Ne Poster pas spoilers",
            "tenth": "Violation du Code de Conduite",
            "third": "Juxt contenir beaucoup communautés de jeux où gens de à travers le monde pouvoir partager leur idées. Quand tu poster dans le communauté, se souvenir de tout le monde pouvoir vois-le, exprimer donc vous dans les manière que tout le monde pouvoir apprécier. Utiliser bon sens, et penser avant de poster. Juxt est une service que est accessible dans l'internet, donc ne pas perdre de vue gens qui utiliser pas Juxt il se peut que voir ton posters. De plus, tous commentaire tu créer dans ton amis posters aller être voir seulement pas ton amis mais par gens de à travers le monde, aussi. s'il vous plaît ne pas oublier.",
            "seventh": "N'oubliez pas, connaître quelqu'un dans Juxt n'est pas la même chose aussi connaître dans le vraie vie. Jamais partager ton adresse e-mail, adresse de maison, nom de travail ou ecole, ou autre informations de identifier personnellement avec n'importe qui sur Juxt, et Jamais partager l'autre n'importe quis informations, de plus, si quelqu'un tu rencontrer dans Juxt inviter tu rencontrer lui ou elle dans le vraie vie, ne accepter pas. Juxt est un communauté en ligne et devoir pas utiliser à vraie vie se retrouver.",
            "ninth": "Quelques gens venir à Juxt recherche pour \"tips et tricks\" pour jeux, mais autres vouloir faire découvrir secrets de jeux sur leur propre.Posters que révéler secrets de jeux ou intrigue es qui s'appelle \"spoilers.\" si tu es poster quelque chose sur un jeux que il se pourrait que être un spoiler, être sûr à cocher le boîte de spoiler avant de poster tu. Ce façon, gens qui ne vouloir pas à spoiled ne voir pas ton poster.",
            "eleventh": "Nos objectif est à garder sympa et plaisant dans Juxt. Dans l'événement ça quelqu'un Violer du Juxt Code de Conduite, nous aller agir approprié, allant jusqu'à et inclure bouchage le choquant utilisateur ou console.",
            "twelfth": "Avez-vous que tu Jeux ces Jeux?"
        }
    },
    "language": "Français (CA)"
}
