{
    "setup": {
        "info": "சுருக்கம் என்றால் என்ன?",
        "rules": "Juxts விதிகள்",
        "guest_button": "எனக்குப் புரிகிறது",
        "welcome": "சுருக்கத்திற்கு வருக!",
        "welcome_text": "MIIXT என்பது ஒரு கேமிங் சமூகம், இது உலகெங்கிலும் உள்ள மக்களை MII எழுத்துக்களைப் பயன்படுத்தி இணைக்கிறது. உங்கள் கேமிங் அனுபவங்களைப் பகிர்ந்து கொள்ளவும், உலகெங்கிலும் உள்ளவர்களைச் சந்திக்கவும் சாக்ச்டைப் பயன்படுத்தவும்.",
        "beta": "பீட்டா மறுப்பு",
        "beta_text": {
            "second": "இது முடிவில் அல்லது பீட்டா காலகட்டத்தில் தரவுத்தளத்தின் மொத்த துடைப்பைக் கொண்டிருக்கலாம்.",
            "third": "வலைத்தளம், அதன் மென்பொருள் மற்றும் அதில் காணப்படும் அனைத்து உள்ளடக்கங்களும் “இருப்பது” மற்றும் “கிடைக்கக்கூடிய” அடிப்படையில் வழங்கப்படுகின்றன. வலைத்தளத்தின், அதன் மென்பொருள் அல்லது அதன் எந்தவொரு உள்ளடக்கத்தின் பொருந்தக்கூடிய தன்மை அல்லது பயன்பாட்டினைப் பொறுத்தவரை, எக்ச்பிரச் அல்லது மறைமுகமாக இருந்தாலும் ப்ரெடெண்டோ பிணையம் எந்த உத்தரவாதங்களையும் கொடுக்கவில்லை.",
            "first": "நீங்கள் முதல் பொது பீட்டாவை முயற்சிக்க உள்ளீர்கள். இதன் பொருள் நிறைய காற்றில் உள்ளது, மேலும் எந்த நேரத்திலும் நிறைய மாறலாம்."
        },
        "rules_text": {
            "first": "அனைவருக்கும் வேடிக்கையான மற்றும் சுவையான அனுபவமாக மாற்றுவதற்கான சில முக்கியமான வழிகாட்டுதல்கள் பின்வருமாறு. நடத்தை நெறிமுறையில் விரிவான தகவல்கள் உள்ளன, எனவே தயவுசெய்து அதைக் கவனமாகப் படியுங்கள்.",
            "second": "இடுகைகளை உலகம் முழுவதும் காணலாம்",
            "third": "உலகெங்கிலும் உள்ள மக்கள் தங்கள் எண்ணங்களைப் பகிர்ந்து கொள்ளக்கூடிய பல கேமிங் சமூகங்கள் உள்ளன. நீங்கள் ஒரு சமூகத்தில் இடுகையிடும்போது, எல்லோரும் அதைப் பார்க்க முடியும் என்பதை நினைவில் கொள்ளுங்கள், எனவே எல்லோரும் அனுபவிக்கக்கூடிய வகையில் உங்களை வெளிப்படுத்துங்கள். பொது அறிவைப் பயன்படுத்துங்கள், நீங்கள் இடுகையிடுவதற்கு முன் சிந்தியுங்கள். JUXT என்பது இணையத்திலிருந்து அணுகக்கூடிய ஒரு சேவையாகும், எனவே உங்கள் இடுகைகளைப் பயன்படுத்தாதவர்களும் பார்க்கக்கூடும் என்பதை நினைவில் கொள்ளுங்கள். கூடுதலாக, உங்கள் நண்பர்களின் இடுகைகளில் நீங்கள் செய்யும் எந்தவொரு கருத்துகளும் உங்கள் நண்பர்களால் மட்டுமல்ல, உலகெங்கிலும் உள்ளவர்களால் பார்க்கப்படும். இதை மனதில் கொள்ளுங்கள்.",
            "fourth": "ஒருவருக்கொருவர் நன்றாக இருங்கள்",
            "fifth": "அனைவருக்கும் ஒரு வேடிக்கையான இடத்தை வைத்திருக்க, நீங்கள் மற்ற பயனர்களிடம் அக்கறை காட்டுமாறு கேட்டுக்கொள்கிறோம். பொருத்தமற்ற அல்லது தாக்குதல் எதையும் இடுகையிடாமல் ஒரு சுவையான அனுபவத்தை வைத்திருக்க எங்களுக்கு உதவுங்கள்.",
            "eighth": "ச்பாய்லர்களை இடுகையிட வேண்டாம்",
            "tenth": "நடத்தை விதிமுறை மீறல்கள்",
            "twelfth": "நீங்கள் அந்த விளையாட்டை விளையாடியிருக்கிறீர்களா?",
            "sixth": "தனிப்பட்ட தகவல்களை இடுகையிட வேண்டாம் - உங்கள் அல்லது பிறர் உடையது",
            "eleventh": "அனைவருக்கும் வேடிக்கையாகவும் சுவாரச்யமாகவும் இருப்பதே எங்கள் குறிக்கோள். யாரோ ஒருவர் நடத்தை விதிமுறைகளை மீறும்போது, புண்படுத்தும் பயனர் அல்லது கன்சோலைத் தடுப்பது உட்பட, நாங்கள் தகுந்த நடவடிக்கை எடுப்போம்.",
            "seventh": "நினைவில் கொள்ளுங்கள், ஒருவரைத் தெரிந்துகொள்வது நிச வாழ்க்கையில் அவர்களை அறிந்து கொள்வதற்கு சமமானதல்ல. உங்கள் மின்னஞ்சல் முகவரி, வீட்டு முகவரி, வேலை அல்லது பள்ளி பெயர் அல்லது பிற தனிப்பட்ட முறையில் அடையாளம் காணும் பிற தகவல்களை ஒருபோதும் பகிர வேண்டாம், வேறு யாருடைய தகவலையும் பகிர வேண்டாம். கூடுதலாக, நீங்கள் சந்திக்கும் ஒருவர் உண்மையான உலகில் அவரை அல்லது அவளைச் சந்திக்க உங்களை அழைத்தால், ஏற்றுக்கொள்ள வேண்டாம். JUXT என்பது ஒரு நிகழ்நிலை சமூகம் மற்றும் நிச உலக சந்திப்புகளை ஏற்பாடு செய்யப் பயன்படுத்தக் கூடாது.",
            "ninth": "சிலர் விளையாட்டுகளுக்கான உதவிக்குறிப்புகள் மற்றும் தந்திரங்களைத் தேடி வருகிறார்கள், ஆனால் மற்றவர்கள் ஒரு விளையாட்டின் ரகசியங்களைச் சொந்தமாகக் கண்டுபிடிக்க விரும்புகிறார்கள். ஒரு விளையாட்டின் ரகசியங்களை அல்லது அதன் கதையை வெளிப்படுத்தும் இடுகைகள் \"ச்பாய்லர்கள்\" என்று அழைக்கப்படுகின்றன. ச்பாய்லராக இருக்கும் ஒரு விளையாட்டைப் பற்றி நீங்கள் ஏதாவது இடுகையிடுகிறீர்கள் என்றால், உங்கள் இடுகையை அனுப்புவதற்கு முன்பு ச்பாய்லர்கள் பெட்டியைச் சரிபார்க்கவும். இந்த வழியில், கெட்டுப்போக விரும்பாதவர்கள் உங்கள் இடுகையைப் பார்க்கமாட்டார்கள்.",
            "thirteenth": "நீங்கள் விளையாடிய ஒரு விளையாட்டுக்காகச் சமூகத்தில் இடுகையிடுகிறீர்கள் என்றால், உங்கள் இடுகைகளில் நீங்கள் அதை விளையாடியதைக் குறிக்கும் படவுரு இருக்கும்."
        },
        "experience": "விளையாட்டு பட்டறிவு",
        "experience_text": {
            "info": "விளையாட்டுகளுடனான உங்கள் அனுபவத்தை நீங்கள் எவ்வாறு விவரிப்பீர்கள் என்பதை எங்களுக்குத் தெரிவிக்கவும். இந்த அமைப்பை நீங்கள் பின்னர் மாற்றலாம்.",
            "intermediate": "இடைநிலை",
            "expert": "வல்லுநர்",
            "beginner": "தொடக்கம்"
        },
        "google": "கூகிள் பகுப்பாய்வியல்",
        "google_text": "பயனர்கள் எங்கள் சேவையை எவ்வாறு பயன்படுத்துகிறார்கள் என்பதைக் கண்டறிய Google Analytics ஐப் பயன்படுத்துகிறது. சேகரிக்கப்பட்ட தரவுகளில் வருகை நேரம், பார்வையிட்ட பக்கங்கள் மற்றும் தளத்தில் செலவழித்த நேரம் ஆகியவை அடங்கும். இந்தத் தரவு உங்களுடன் எந்த வகையிலும் இணைக்கப்படவில்லை, மேலும் இது அமெரிக்கா அல்லது கூகிள் விளம்பரங்களுக்குப் பயன்படுத்தப்படவில்லை.",
        "ready": "JUXT ஐப் பயன்படுத்தத் தயாராக உள்ளது",
        "ready_text": "முதலில் சில சமூகங்களைப் பார்த்து, உலகம் முழுவதிலுமிருந்து மக்கள் எதைப் பற்றி இடுகையிடுகிறார்கள் என்பதைப் பாருங்கள். இந்த வாய்ப்பை நீங்களே பழக்கப்படுத்திக்கொள்ள இந்த வாய்ப்பைப் பயன்படுத்துங்கள். நீங்கள் சில புதிய கண்டுபிடிப்புகளைச் செய்யலாம்!",
        "done": "வேடிக்கையாக இருங்கள்!",
        "done_button": "போகலாம்!",
        "guest": "விருந்தினர் பயன்முறை",
        "info_text": "JUXT ஒரு பயனர் உந்துதல் கேமிங் சமூகமாகும், அங்கு நீங்கள் மக்களுடன் தொடர்பு கொள்ளலாம்\n உலகம் முழுவதும். நீங்கள் விளையாட்டு சமூகங்களில் இடுகைகளை எழுதலாம் அல்லது வரையலாம் அல்லது உங்கள் நண்பர்களுக்கு நேரடியாகச் செய்திகளை அனுப்பலாம்.",
        "guest_text": "இந்த நேரத்தில் உங்கள் கணக்கை எங்களால் சரிபார்க்க முடியாது, அதாவது நீங்கள் தற்போது ஒரு நிண்டெண்டோ பிணையம் கணக்கில் உள்நுழைகிறீர்கள். நீங்கள் இன்னும் சாக்ச்ட்டை உலாவ முடியும், ஆனால் நீங்கள் ஆம் என்று முடியாது! ப்ரெடெண்டோ பிணையம் கணக்கில் உள்நுழையும் வரை இடுகைகள் அல்லது உங்கள் சொந்த இடுகைகளை உருவாக்கவும். மேலும் தகவலுக்கு டிச்கார்ட் சேவையகத்தைச் சரிபார்க்கவும்."
    },
    "global": {
        "user_page": "பயனர் பக்கம்",
        "activity_feed": "செயல்பாட்டு ஊட்டம்",
        "communities": "சமூகங்கள்",
        "messages": "செய்திகள்",
        "notifications": "அறிவிப்புகள்",
        "back": "பின்",
        "yeahs": "ஆம்",
        "go_back": "திரும்பிச் செல்",
        "more": "மேலும் இடுகைகளை ஏற்றவும்",
        "no_posts": "பதிவுகள் இல்லை",
        "private": "தனிப்பட்ட",
        "close": "மூடு",
        "save": "சேமி",
        "exit": "வெளியேறு",
        "next": "அடுத்தது"
    },
    "all_communities": {
        "text": "அனைத்து சமூகங்களும்",
        "announcements": "அறிவிப்புகள்",
        "ann_string": "அண்மைக் கால அறிவிப்புகளைக் காண இங்கே சொடுக்கு செய்க!",
        "new_communities": "புதிய சமூகங்கள்",
        "show_all": "அனைத்தையும் காட்டு",
        "popular_places": "பெயர்பெற்ற இடங்கள்",
        "search": "சமூகங்களைத் தேடு..."
    },
    "community": {
        "follow": "சமூகத்தைப் பின்பற்றுங்கள்",
        "followers": "பின்தொடர்பவர்கள்",
        "posts": "இடுகைகள்",
        "tags": "குறிச்சொற்கள்",
        "recent": "அண்மைக் கால இடுகைகள்",
        "following": "பின்தொடர்கிறது",
        "verified": "சரிபார்க்கப்பட்ட பதிவுகள்",
        "new": "புதிய இடுகை",
        "popular": "பெயர்பெற்ற இடுகைகள்"
    },
    "user_page": {
        "country": "நாடு",
        "birthday": "பிறந்த நாள்",
        "game_experience": "விளையாட்டு பட்டறிவு",
        "posts": "இடுகைகள்",
        "friends": "நண்பர்கள்",
        "followers": "பின்தொடர்பவர்கள்",
        "follow_user": "பின்தொடர்",
        "befriend": "நட்பு",
        "pending": "நிலுவையில் உள்ளது",
        "no_friends": "நண்பர்கள் இல்லை",
        "following": "பின்தொடர்கிறது",
        "following_user": "பின்தொடர்கிறது",
        "no_following": "யாரையும் பின்பற்றவில்லை",
        "no_followers": "பின்தொடர்பவர்கள் இல்லை",
        "unfriend": "நட்புவிலக்கம்"
    },
    "user_settings": {
        "show_country": "தன்விவரக்குறிப்பில் நாட்டைக் காட்டு",
        "show_birthday": "தன்விவரக்குறிப்பில் பிறந்தநாளைக் காட்டு",
        "show_game": "தன்விவரக்குறிப்பில் விளையாட்டு அனுபவத்தைக் காட்டு",
        "profile_comment": "தன்விவரக்குறிப்பு கருத்து",
        "show_comment": "தன்விவரக்குறிப்பில் கருத்தைக் காட்டு",
        "swearing": "தன்விவரக்குறிப்புக் கருத்தில் வெளிப்படையான மொழியைக் கொண்டிருக்க முடியாது.",
        "profile_settings": "தன்விவரக்குறிப்பு அமைப்புகள்"
    },
    "activity_feed": {
        "empty": "இது இங்கே காலியாக உள்ளது. யாரையாவது பின்தொடர முயற்சிக்கவும்!"
    },
    "notifications": {
        "none": "அறிவிப்புகள் இல்லை.",
        "new_follower": "உங்களைப் பின்தொடர்ந்தார்!"
    },
    "new_post": {
        "new_post_text": "புதிய இடுகை",
        "text_hint": "ஒரு இடுகையை உருவாக்க இங்கே தட்டவும்.",
        "swearing": "இடுகையில் வெளிப்படையான மொழியைக் கொண்டிருக்க முடியாது.",
        "post_to": "இடுகை இதற்கு"
    },
    "messages": {
        "coming_soon": "செய்திகள் இன்னும் தயாராக இல்லை. விரைவில் சரிபார்க்கவும்!"
    },
    "language": "தமிழ்"
}
